[M_Delivery MissionDefinition]
MissionName="Entrega Especial "
MissionDescription="Tim Menor-Que-A-Média recebeu um lote de presentes da Corporação Hyperion.  Infelizmente, ele não pode entregá-los pessoalmente e por isso, precisa da sua ajuda para fazer isso."
TurnInDescription="Você é tipo um Papai Noel Encrenqueiro."
MissionSummary="Faça as entrega para o Tim Menor-Que-A-Média."
MissionGiver="Tim Menor-Que-A-Média"
MissionTurnInLocation="Tim Menor-Que-A-Média"
TeaserText="Uma entrega especial para uma criança muito especial."

[M_Delivery:DeliverPresents MissionObjectiveDefinition]
ProgressMessage="Entregar presentes"

[M_Delivery:GrabPresents MissionObjectiveDefinition]
ProgressMessage="Pegar os presentes"

[M_Delivery:KillBlueBoxToys MissionObjectiveDefinition]
ProgressMessage="Destrua os brinquedos azuis."

[M_Delivery:KillOrangeBoxToys MissionObjectiveDefinition]
ProgressMessage="Destrua os brinquedos laranjas."

[M_Delivery:KillPurpleBoxToys MissionObjectiveDefinition]
ProgressMessage="Destrua os brinquedos roxos."

[M_Delivery:KillRedBoxToys MissionObjectiveDefinition]
ProgressMessage="Destrua os brinquedos vermelhos."

[M_Delivery:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Delivery:ObjSet_DestroyLoaders MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Tim Menor-Que-A-Média recebeu um lote de presentes da Corporação Hyperion.  Infelizmente, ele não pode entregá-los pessoalmente e por isso, precisa da sua ajuda para fazer isso.\nE o que é pior... parece que a Hyperion não estava nenhum pouco interessada em consertar os erros do passado: eles enviaram os presentes como parte do plano para atacar novamente os bandidos de Pandora.  Os presentes foram entregues pelos Estivadores sanguinários e você deve acabar com eles.\n"

[M_Delivery:ObjSet_GrabPresents MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

